Repository: pfederi/Next-Wave
Catalog: Next Wave/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: %@ anonymous
de: %@ anonym
fr: %@ anonyme
it: %@ anonimo

source: %@ riding this wave 🌊
de: %@ auf dieser Wave 🌊
fr: %@ sur cette Wave 🌊
it: %@ su questa Wave 🌊

source: %@ until autumn schedule! %@
de: Noch %@ bis zum Herbstfahrplan! %@
fr: Plus que %@ avant l'horaire d'automne ! %@
it: Mancano %@ all'orario autunnale! %@

source: %@ until boats bloom again %@
de: Noch %@ bis die Boote wieder erblühen %@
fr: Plus que %@ avant que les bateaux refleurissent %@
it: Mancano %@ a quando le barche sbocceranno di nuovo %@

source: %@ until boats get sleepy %@
de: Noch %@ bis die Boote müde werden %@
fr: Plus que %@ avant que les bateaux ne somnolent %@
it: Mancano %@ a quando le barche si appisoleranno %@

source: %@ until boats hibernate %@
de: Noch %@ bis die Boote überwintern %@
fr: Plus que %@ avant l'hibernation des bateaux %@
it: Mancano %@ al letargo delle barche %@

source: %@ until boats wake up! %@
de: Noch %@ bis die Boote erwachen! %@
fr: Plus que %@ avant le réveil des bateaux ! %@
it: Mancano %@ al risveglio delle barche! %@

source: %@ until cozy boat season %@
de: Noch %@ bis zur gemütlichen Bootssaison %@
fr: Plus que %@ avant la saison cocooning des bateaux %@
it: Mancano %@ alla stagione accogliente delle barche %@

source: %@ until farewell summer crowds %@
de: Noch %@ bis zum Abschied von den Sommermassen %@
fr: Plus que %@ avant l'adieu aux foules estivales %@
it: Mancano %@ all'addio alla folla estiva %@

source: %@ until fewer boats, more peace %@
de: Noch %@ bis weniger Boote, mehr Ruhe %@
fr: Plus que %@ avant moins de bateaux, plus de tranquillité %@
it: Mancano %@ a meno barche, più tranquillità %@

source: %@ until golden hour rides %@
de: Noch %@ bis zu Fahrten in der goldenen Stunde %@
fr: Plus que %@ avant les balades à l'heure dorée %@
it: Mancano %@ alle gite all'ora d'oro %@

source: %@ until maximum boat chaos! %@
de: Noch %@ bis zum maximalen Boots-Chaos! %@
fr: Plus que %@ avant le chaos maximal de bateaux ! %@
it: Mancano %@ al caos massimo delle barche! %@

source: %@ until more boats, more waves! %@
de: Noch %@ bis mehr Boote, mehr Waves! %@
fr: Plus que %@ avant plus de bateaux, plus de Waves ! %@
it: Mancano %@ a più barche, più Wave! %@

source: %@ until more waves return %@
de: Noch %@ bis mehr Waves zurückkehren %@
fr: Plus que %@ avant le retour de plus de Waves %@
it: Mancano %@ al ritorno di più Wave %@

source: %@ until quality over quantity %@
de: Noch %@ bis Qualität statt Quantität %@
fr: Plus que %@ avant la qualité plutôt que la quantité %@
it: Mancano %@ alla qualità sulla quantità %@

source: %@ until spring awakening %@
de: Noch %@ bis zum Frühlingserwachen %@
fr: Plus que %@ avant le réveil printanier %@
it: Mancano %@ al risveglio primaverile %@

source: %@ until spring schedule! %@
de: Noch %@ bis zum Frühlingsfahrplan! %@
fr: Plus que %@ avant l'horaire de printemps ! %@
it: Mancano %@ all'orario primaverile! %@

source: %@ until summer boat festival! %@
de: Noch %@ bis zum Sommer-Bootsfestival! %@
fr: Plus que %@ avant le festival estival des bateaux ! %@
it: Mancano %@ al festival estivo delle barche! %@

source: %@ until summer schedule! %@
de: Noch %@ bis zum Sommerfahrplan! %@
fr: Plus que %@ avant l'horaire d'été ! %@
it: Mancano %@ all'orario estivo! %@

source: %@ until wave-hopping paradise! %@
de: Noch %@ bis zum Wave-Hopping-Paradies! %@
fr: Plus que %@ avant le paradis du Wave-hopping ! %@
it: Mancano %@ al paradiso del Wave-hopping! %@

source: %@ until winter chill mode %@
de: Noch %@ bis zum Winter-Chill-Modus %@
fr: Plus que %@ avant le mode détente hivernale %@
it: Mancano %@ alla modalità relax invernale %@

source: %@ until winter schedule! %@
de: Noch %@ bis zum Winterfahrplan! %@
fr: Plus que %@ avant l'horaire d'hiver ! %@
it: Mancano %@ all'orario invernale! %@

source: %@: All aboard the summer madness! %@
de: %@: Alle an Bord des Sommerwahnsinns! %@
fr: %@ : tout le monde à bord de la folie estivale ! %@
it: %@: tutti a bordo della follia estiva! %@

source: %@: Autumn schedule begins! %@
de: %@: Der Herbstfahrplan beginnt! %@
fr: %@ : l'horaire d'automne commence ! %@
it: %@: inizia l'orario autunnale! %@

source: %@: Boats bloom like flowers %@
de: %@: Die Boote erblühen wie Blumen %@
fr: %@ : les bateaux fleurissent comme des fleurs %@
it: %@: le barche sbocciano come fiori %@

source: %@: Boats entering hibernation %@
de: %@: Boote gehen in den Winterschlaf %@
fr: %@ : les bateaux entrent en hibernation %@
it: %@: le barche vanno in letargo %@

source: %@: Boats getting sleepy %@
de: %@: Die Boote werden müde %@
fr: %@ : les bateaux commencent à somnoler %@
it: %@: le barche iniziano ad appisolarsi %@

source: %@: Boats need their winter sleep %@
de: %@: Die Boote brauchen ihren Winterschlaf %@
fr: %@ : les bateaux ont besoin de leur sommeil hivernal %@
it: %@: le barche hanno bisogno del loro sonno invernale %@

source: %@: Boats wake up from winter naps! %@
de: %@: Die Boote erwachen aus dem Winterschlaf! %@
fr: %@ : les bateaux se réveillent de leur sieste hivernale ! %@
it: %@: le barche si risvegliano dal riposo invernale! %@

source: %@: Cozy boat season begins %@
de: %@: Die gemütliche Bootssaison beginnt %@
fr: %@ : la saison cocooning des bateaux commence %@
it: %@: inizia la stagione accogliente delle barche %@

source: %@: Farewell summer crowds! %@
de: %@: Abschied von den Sommermassen! %@
fr: %@ : adieu aux foules estivales ! %@
it: %@: addio alla folla estiva! %@

source: %@: Golden hour boat rides %@
de: %@: Bootsfahrten zur goldenen Stunde %@
fr: %@ : balades en bateau à l'heure dorée %@
it: %@: gite in barca all'ora d'oro %@

source: %@: Maximum boat chaos incoming! %@
de: %@: Maximales Boots-Chaos steht bevor! %@
fr: %@ : chaos maximal de bateaux en approche ! %@
it: %@: in arrivo il caos massimo delle barche! %@

source: %@: More boats, more waves! %@
de: %@: Mehr Boote, mehr Waves! %@
fr: %@ : plus de bateaux, plus de Waves ! %@
it: %@: più barche, più Wave! %@

source: %@: More waves returning! %@
de: %@: Mehr Waves kehren zurück! %@
fr: %@ : le retour de plus de Waves ! %@
it: %@: tornano più Wave! %@

source: %@: Quality over quantity season %@
de: %@: Qualität statt Quantität %@
fr: %@ : la saison de la qualité plutôt que la quantité %@
it: %@: la stagione della qualità sulla quantità %@

source: %@: Spring awakening on the lake %@
de: %@: Frühlingserwachen am See %@
fr: %@ : réveil printanier sur le lac %@
it: %@: risveglio primaverile sul lago %@

source: %@: Spring schedule begins! %@
de: %@: Der Frühlingsfahrplan beginnt! %@
fr: %@ : l'horaire de printemps commence ! %@
it: %@: inizia l'orario primaverile! %@

source: %@: Summer boat festival begins! %@
de: %@: Das Sommer-Bootsfestival beginnt! %@
fr: %@ : le festival estival des bateaux commence ! %@
it: %@: inizia il festival estivo delle barche! %@

source: %@: Summer schedule begins! %@
de: %@: Der Sommerfahrplan beginnt! %@
fr: %@ : l'horaire d'été commence ! %@
it: %@: inizia l'orario estivo! %@

source: %@: Winter chill mode activated %@
de: %@: Winter-Chill-Modus aktiviert %@
fr: %@ : mode détente hivernale activé %@
it: %@: modalità relax invernale attivata %@

source: %@: Winter schedule begins! %@
de: %@: Der Winterfahrplan beginnt! %@
fr: %@ : l'horaire d'hiver commence ! %@
it: %@: inizia l'orario invernale! %@

source: %lld days
de: %lld Tage
fr: %lld jours
it: %lld giorni

source: %lld minutes
de: %lld Minuten
it: %lld minuti

source: 🎉 New badge%@!
de: 🎉 Neue Badge%@!
fr: 🎉 Nouveau badge%@ !
it: 🎉 Nuovo badge%@!

source: 50 meters ≈ one boat length for most ships.
de: 50 Meter ≈ eine Schiffslänge bei den meisten Schiffen.
fr: 50 mètres ≈ une longueur de bateau pour la plupart des navires.
it: 50 metri ≈ una lunghezza di battello per la maggior parte delle imbarcazioni.

source: 50 meters on each side
de: 50 Meter auf jeder Seite
fr: 50 mètres de chaque côté
it: 50 metri su ogni lato

source: A big thank you to all our amazing supporters who help keep this app running!
de: Ein großes Dankeschön an all unsere großartigen Unterstützer, die diese App am Laufen halten!
fr: Un grand merci à tous nos incroyables supporters qui aident à faire fonctionner cette application !
it: Un grande grazie a tutti i nostri fantastici sostenitori che aiutano a mantenere viva questa app!

source: Add at least two favorite spots to enable reordering
de: Füge mindestens zwei Favoriten hinzu, um die Reihenfolge ändern zu können
fr: Ajoutez au moins deux favoris pour activer le réordonnancement
it: Aggiungi almeno due preferiti per abilitare il riordino

source: Air Temperature
de: Lufttemperatur
fr: Température de l'air
it: Temperatura dell'aria

source: Albis-Class Filter Active
de: Albis-Klasse-Filter aktiv
fr: Filtre classe Albis actif
it: Filtro classe Albis attivo

source: All waves for this spot, recommended session highlighted in yellow
de: Alle Waves für diesen Spot, die empfohlene Session ist gelb hervorgehoben
fr: Toutes les Waves pour ce spot, la session recommandée est surlignée en jaune
it: Tutte le Wave per questo spot, la sessione consigliata è evidenziata in giallo

source: Already imported
de: Bereits importiert
fr: Déjà importée
it: Già importata

source: Already imported.
de: Bereits importiert.
fr: Déjà importée.
it: Già importata.

source: Always stay behind or to the side.
de: Bleibe immer dahinter oder seitlich davon.
fr: Restez toujours derrière ou sur le côté.
it: Resta sempre dietro o di lato.

source: Anonymous
de: Anonym
fr: Anonyme
it: Anonimo

source: Appearance
de: Erscheinungsbild
fr: Apparence
it: Aspetto

source: At night:
de: Nachts:
fr: De nuit :
it: Di notte:

source: Back
de: Zurück
fr: Retour
it: Indietro

source: Be part of the responsible pumpfoiling movement in Switzerland
de: Werde Teil der verantwortungsbewussten Pumpfoiling-Bewegung in der Schweiz
fr: Faites partie du mouvement pumpfoiling responsable en Suisse
it: Fai parte del movimento responsabile del pumpfoiling in Svizzera

source: Be respectful to other water users
de: Sei rücksichtsvoll gegenüber anderen Wassernutzern
fr: Soyez respectueux envers les autres usagers de l'eau
it: Sii rispettoso verso gli altri utenti dell'acqua

source: Before you start catching waves, please read these important wakethieving rules for your safety and to preserve access to this amazing sport.
de: Bevor du beginnst, Waves zu fangen, lies bitte diese wichtigen Wakethieving-Regeln zu deiner Sicherheit und um den Zugang zu diesem großartigen Sport zu bewahren.
fr: Avant de commencer à attraper des Waves, veuillez lire ces règles importantes de Wakethieving pour votre sécurité et pour préserver l'accès à ce sport formidable.
it: Prima di iniziare a prendere le Wave, leggi queste importanti regole di Wakethieving per la tua sicurezza e per preservare l'accesso a questo fantastico sport.

source: Best Surf Sessions
de: Beste Surf-Sessions
fr: Meilleures sessions de surf
it: Migliori sessioni di surf

source: Best waves are further back anyway
de: Die besten Waves sind ohnehin weiter hinten
fr: De toute façon, les meilleures Waves sont plus loin derrière
it: Le Wave migliori sono comunque più indietro

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

source: Check the timetable
de: Prüfe den Fahrplan
fr: Consultez l'horaire
it: Controlla l'orario

source: Choose between nearest station or first favorite
de: Wähle zwischen nächstgelegener Station oder erstem Favorit
fr: Choisissez entre la station la plus proche ou le premier favori
it: Scegli tra la stazione più vicina o il primo preferito

source: Clear All
de: Alles löschen
fr: Tout effacer
it: Cancella tutto

source: Clear All Cache
de: Gesamten Cache leeren
fr: Vider tout le cache
it: Cancella tutta la cache

source: Clear all cached data (departures, ships, weather, water temp, water level)
de: Alle zwischengespeicherten Daten löschen (Abfahrten, Schiffe, Wetter, Wassertemperatur, Wasserstand)
fr: Effacer toutes les données en cache (départs, bateaux, météo, température de l'eau, niveau de l'eau)
it: Cancella tutti i dati memorizzati nella cache (partenze, battelli, meteo, temperatura dell'acqua, livello dell'acqua)

source: Clear Sky
de: Klarer Himmel
fr: Ciel dégagé
it: Cielo sereno

source: Cloudy
de: Bewölkt
fr: Nuageux
it: Nuvoloso

source: Couldn't load the leaderboard. Pull to retry.
de: Rangliste konnte nicht geladen werden. Zum Wiederholen ziehen.
fr: Impossible de charger le classement. Tirez pour réessayer.
it: Impossibile caricare la classifica. Trascina per riprovare.

source: Couldn't read the GPX file.
de: Die GPX-Datei konnte nicht gelesen werden.
fr: Impossible de lire le fichier GPX.
it: Impossibile leggere il file GPX.

source: Couldn't upload — check your connection and try again.
de: Hochladen fehlgeschlagen — überprüfe deine Verbindung und versuche es erneut.
fr: Échec du téléchargement — vérifiez votre connexion et réessayez.
it: Caricamento non riuscito — controlla la tua connessione e riprova.

source: Critical Safety Rules
de: Kritische Sicherheitsregeln
fr: Règles de sécurité critiques
it: Regole di sicurezza critiche

source: Current air temperature in degrees Celsius
de: Aktuelle Lufttemperatur in Grad Celsius
fr: Température de l'air actuelle en degrés Celsius
it: Temperatura dell'aria attuale in gradi Celsius

source: Current lake water temperature in degrees Celsius
de: Aktuelle Wassertemperatur des Sees in Grad Celsius
fr: Température actuelle de l'eau du lac en degrés Celsius
it: Temperatura attuale dell'acqua del lago in gradi Celsius

source: Current weather condition (sunny, cloudy, rainy, etc.)
de: Aktuelle Wetterbedingung (sonnig, bewölkt, regnerisch usw.)
fr: Condition météo actuelle (ensoleillé, nuageux, pluvieux, etc.)
it: Condizione meteo attuale (soleggiato, nuvoloso, piovoso, ecc.)

source: Custom boat horn notifications
de: Individuelle Benachrichtigungen mit Bootshorn
fr: Notifications personnalisées avec la corne du bateau
it: Notifiche personalizzate con la sirena della barca

source: Dark Mode
de: Dunkler Modus
fr: Mode sombre
it: Modalità scura

source: Data Management
de: Datenverwaltung
fr: Gestion des données
it: Gestione dati

source: Departure is before sunrise or after sunset. Moon icon indicates full darkness, moon with stars indicates twilight (dusk/dawn)
de: Die Abfahrt liegt vor Sonnenaufgang oder nach Sonnenuntergang. Das Mond-Symbol zeigt völlige Dunkelheit an, der Mond mit Sternen zeigt Dämmerung an (Abend-/Morgendämmerung)
fr: Le départ a lieu avant le lever ou après le coucher du soleil. L'icône de lune indique l'obscurité totale, la lune avec des étoiles indique le crépuscule (aube/crépuscule)
it: La partenza avviene prima dell'alba o dopo il tramonto. L'icona della luna indica buio totale, la luna con le stelle indica il crepuscolo (alba/tramonto)

source: Difference from average water level in centimeters. Arrow up (↑) indicates higher water level, arrow down (↓) indicates lower water level (only shown for today)
de: Abweichung vom durchschnittlichen Wasserpegel in Zentimetern. Pfeil nach oben (↑) zeigt höheren Wasserpegel, Pfeil nach unten (↓) zeigt niedrigeren Wasserpegel (nur für heute angezeigt)
fr: Écart par rapport au niveau d'eau moyen en centimètres. La flèche vers le haut (↑) indique un niveau d'eau plus élevé, la flèche vers le bas (↓) indique un niveau d'eau plus bas (affiché uniquement pour aujourd'hui)
it: Differenza rispetto al livello medio dell'acqua in centimetri. La freccia verso l'alto (↑) indica un livello dell'acqua più alto, la freccia verso il basso (↓) indica un livello dell'acqua più basso (mostrato solo per oggi)

source: Dismiss
de: Ausblenden
fr: Masquer
it: Nascondi

source: Display announcements and updates on home screen
de: Ankündigungen und Updates auf dem Startbildschirm anzeigen
fr: Afficher les annonces et mises à jour sur l'écran d'accueil
it: Mostra annunci e aggiornamenti nella schermata principale

source: Display Options
de: Anzeigeoptionen
fr: Options d'affichage
it: Opzioni di visualizzazione

source: Distance (behind ships)
de: Distanz (hinter Schiffen)
fr: Distance (derrière les navires)
it: Distanza (dietro le navi)

source: Don't linger in shipping lanes. Shipping lanes are visible on the map.
de: Halte dich nicht in Schifffahrtsrouten auf. Schifffahrtsrouten sind auf der Karte sichtbar.
fr: Ne vous attardez pas dans les voies de navigation. Les voies de navigation sont visibles sur la carte.
it: Non sostare nelle rotte di navigazione. Le rotte di navigazione sono visibili sulla mappa.

source: Done
de: Fertig
fr: Terminé
it: Fatto

source: During daytime:
de: Tagsüber:
fr: De jour :
it: Di giorno:

source: Earned (%lld)
de: Erhalten (%lld)
fr: Obtenus (%lld)
it: Ottenuti (%lld)

source: Earned badge
de: Erhaltenes Badge
fr: Badge obtenu
it: Badge ottenuto

source: Easy station selection on Swiss Lakes
de: Einfache Stationsauswahl auf Schweizer Seen
fr: Sélection facile des stations sur les lacs suisses
it: Selezione facile delle stazioni sui laghi svizzeri

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica

source: Edit Favorites
de: Favoriten bearbeiten
fr: Modifier les favoris
it: Modifica preferiti

source: Enable Albis-Class Filter
de: Albis-Klassen-Filter aktivieren
fr: Activer le filtre classe Albis
it: Attiva il filtro classe Albis

source: Enjoy your ride!
de: Viel Spaß bei der Fahrt!
fr: Profitez de votre balade !
it: Goditi il giro!

source: Enjoy your waves responsibly! 🏄‍♂️
de: Genieße deine Waves verantwortungsvoll! 🏄‍♂️
fr: Profitez de vos Waves de manière responsable ! 🏄‍♂️
it: Goditi le tue Wave in modo responsabile! 🏄‍♂️

source: Favorite Stations
de: Favoriten-Stationen
fr: Stations favorites
it: Stazioni preferite

source: Features
de: Funktionen
fr: Fonctionnalités
it: Funzionalità

# Fertig
source: Done
de: Fertig
fr: Terminé
it: Fatto

source: First Favorite
de: Erster Favorit
fr: Premier favori
it: Primo preferito

source: First Wave
de: Erste Wave
fr: Première Wave
it: Prima Wave

source: Flip device 180° in departure view to filter for best waves (Zürichsee)
de: Gerät in der Abfahrtsansicht um 180° drehen, um nach den besten Waves zu filtern (Zürichsee)
fr: Retournez l'appareil à 180° dans la vue des départs pour filtrer les meilleures Waves (Zürichsee)
it: Capovolgi il dispositivo di 180° nella vista partenze per filtrare le Waves migliori (Zürichsee)

source: Follow local regulations
de: Halte dich an die örtlichen Vorschriften
fr: Respectez la réglementation locale
it: Rispetta le normative locali

source: Following these rules prevents accidents and keeps wakethieving legal!
de: Diese Regeln zu befolgen verhindert Unfälle und hält Wakethieving legal!
fr: Respecter ces règles permet d'éviter les accidents et de garder le Wakethieving légal !
it: Seguire queste regole previene incidenti e mantiene legale il Wakethieving!

source: Green ball at the highest point.
de: Grüner Ball am höchsten Punkt.
fr: Boule verte au point le plus haut.
it: Sfera verde nel punto più alto.

source: Guide →
de: Anleitung →
it: Guida →

source: Highly visible head protection
de: Gut sichtbarer Kopfschutz
fr: Protection de tête bien visible
it: Protezione per la testa ben visibile

source: How it works
de: So funktioniert's
fr: Comment ça marche
it: Come funziona

source: How others see you
de: Wie andere dich sehen
fr: Comment les autres vous voient
it: Come ti vedono gli altri

source: I'm in! 🤙
de: Ich bin dabei! 🤙
fr: Je suis partant ! 🤙
it: Ci sto! 🤙

source: Identifying Priority Vessels
de: Vorfahrtsschiffe erkennen
fr: Identifier les navires prioritaires
it: Identificare le imbarcazioni prioritarie

source: Import failed
de: Import fehlgeschlagen
fr: Échec de l'importation
it: Importazione non riuscita

source: In an emergency stop, the captain must put the ship in reverse. This creates a powerful suction from the propeller that can be extremely dangerous.
de: Bei einer Notbremsung muss der Kapitän das Schiff rückwärts fahren lassen. Dadurch entsteht ein starker Sog durch den Propeller, der extrem gefährlich sein kann.
fr: En cas d'arrêt d'urgence, le capitaine doit mettre le navire en marche arrière. Cela crée une forte aspiration de l'hélice qui peut être extrêmement dangereuse.
it: In caso di arresto di emergenza, il capitano deve mettere la nave in retromarcia. Questo crea una forte aspirazione dall'elica che può essere estremamente pericolosa.

source: Information
de: Informationen
fr: Informations
it: Informazioni

source: iPhone Widget Settings
de: iPhone-Widget-Einstellungen
fr: Réglages du widget iPhone
it: Impostazioni widget iPhone

source: Join anonymously
de: Anonym teilnehmen
fr: Participer anonymement
it: Partecipa in modo anonimo

source: Join Our Community
de: Werde Teil unserer Community
fr: Rejoignez notre communauté
it: Unisciti alla nostra comunità

source: Join the community commitment
de: Mach mit bei der Community-Verpflichtung
fr: Rejoignez l'engagement de la communauté
it: Unisciti all'impegno della comunità

source: km/h top
de: km/h Spitze
fr: km/h max
it: km/h max

source: Language
de: Sprache
fr: Langue
it: Lingua

source: Leaderboard
de: Rangliste
fr: Classement
it: Classifica

source: Leave the priority route as quickly as possible
de: Verlasse die Vorfahrtsroute so schnell wie möglich
fr: Quittez la route prioritaire le plus rapidement possible
it: Lascia la rotta prioritaria il più rapidamente possibile

source: Life jacket required outside shore zone (300m)
de: Rettungsweste außerhalb der Uferzone (300m) erforderlich
fr: Gilet de sauvetage obligatoire en dehors de la zone riveraine (300m)
it: Giubbotto di salvataggio obbligatorio fuori dalla zona rivierasca (300m)

source: Light Mode
de: Heller Modus
fr: Mode clair
it: Modalità chiara

source: List
de: Liste
fr: Liste
it: Elenco

source: Loading departures...
de: Abfahrten werden geladen...
fr: Chargement des départs...
it: Caricamento partenze...

source: Loading weather...
de: Wetter wird geladen...
fr: Chargement de la météo...
it: Caricamento meteo...

source: Loading...
de: Lädt...
fr: Chargement...
it: Caricamento...

source: Locked (%lld)
de: Gesperrt (%lld)
fr: Verrouillés (%lld)
it: Bloccati (%lld)

source: Locked badge
de: Gesperrtes Badge
fr: Badge verrouillé
it: Badge bloccato

source: longest
de: Längste
fr: plus longue
it: più lunga

source: Longest ride
de: Längste Fahrt
fr: Sortie la plus longue
it: Uscita più lunga

source: Made with 💙 by
de: Erstellt mit 💙 von
fr: Fait avec 💙 par
it: Realizzato con 💙 da

source: Maintain at least 50 meters distance from priority vessels (passenger ships) on both sides.
de: Halte auf beiden Seiten mindestens 50 Meter Abstand zu Vorfahrtsschiffen (Passagierschiffen).
fr: Maintenez une distance d'au moins 50 mètres des navires prioritaires (bateaux à passagers) des deux côtés.
it: Mantieni una distanza di almeno 50 metri dalle imbarcazioni prioritarie (battelli passeggeri) su entrambi i lati.

source: Map
de: Karte
fr: Carte
it: Mappa

source: Maximum Favorites Reached
de: Maximale Anzahl an Favoriten erreicht
fr: Nombre maximum de favoris atteint
it: Numero massimo di preferiti raggiunto

source: Maybe next wave
de: Vielleicht nächste Wave
fr: Peut-être la prochaine Wave
it: Forse la prossima Wave

source: Minimum 50N buoyancy required when leaving 300m shore zone.
de: Mindestens 50N Auftrieb erforderlich, wenn die 300m-Uferzone verlassen wird.
fr: Flottabilité minimale de 50N requise en quittant la zone riveraine de 300m.
it: Galleggiabilità minima di 50N richiesta quando si esce dalla zona rivierasca di 300m.

source: missed
de: verpasst
fr: manqué
it: perso

source: Mix of sun and clouds
de: Mischung aus Sonne und Wolken
fr: Mélange de soleil et de nuages
it: Misto di sole e nuvole

source: My Badges
de: Meine Badges
fr: Mes Badges
it: I miei Badge

source: My Stations
de: Meine Stationen
fr: Mes stations
it: Le mie stazioni
